export const MangaList = [
  {
    "id": 1,
    "name": "Радиант",
    "img": require('./MangaCovers/Radiant1.png'),
    "author": "Тони Валант",
    "artist": "Тони Валант",
    "year": "2013",
    "desc": "В мире, где на землю снизошёл гнев небес и появились мстители, человечество пытается из последних сил выжить… Как бы противно и страшно людям не было, но они вынуждены сотрудничать с существами, не менее опасными и ужасающими, чем пришельцы… С проклятыми изгоями общества, с колдунами! Сет – молодой, энергичный ученик колдуна, бравый парень, пытающийся под началом своего учителя уничтожить своего первого мстителя…",
    "genres": ["боевик", "приключение", "комедия", "сёнэн"]
  },
  {
    "id": 2,
    "name": "Наша драгоценная история",
    "img": require('./MangaCovers/PreciosConv.png'),
    "author": "Робико",
    "artist": "Робико",
    "year": "2015",
    "desc": "Молчаливая старшеклассница Аизава влюблена в Азуму-куна, парня из параллельного класса, и однажды на железнодорожной станции она говорит ему то, чего он услышать не ожидал...",
    "genres": ["комедия", "повседневность", "романтика", "сёдзё", "школа"]
  },
  {
    "id": 3,
    "name": "Я требую яоя",
    "img": require('./MangaCovers/KissHim.png'),
    "author": "Дзюнко",
    "artist": "Дзюнко",
    "year": "2013",
    "desc": "Сэринума Каэ — толстая и некрасивая школьница, и к тому же злостная яойщица, обожающая искать «намёки» в поведении одноклассников… В один прекрасный день из-за смерти любимого аниме-персонажа она быстро сбрасывает вес и становится популярной, особенно у Синомии-куна и Мицуми-сэмпая… Как же сложатся романтические отношения девушки",
    "genres": ["комедия", "гарем", "романтика", "школа", "сёдзё"]

  },
  {
    "id": 4,
    "name": "Повелитель",
    "img": require('./MangaCovers/Overlord.png'),
    "author": "Маруйама Кагане",
    "artist": "Маруйама Кагане",
    "year": "2014",
    "desc": "Когда-то онлайн игра Иггдрасиль, о которой рассказывается в сюжете манги «Повелитель», была достаточно популярной. В нее играло много людей и Момонга являлся одним из самых преданных фанатов проекта. Но из-за не слишком больших прибылей (или по каким-то другим причинам) разработчики решили закрыть Иггдрасиль, и приближался момент, когда Момонге пришлось бы попрощаться с полюбившимся миром. Но неожиданно он осознал, что проект не прекратил свое существование. Так как игрок находился в момент, якобы, закрытия…",
    "genres": ["боевик", "приключение", "фэнтези", "сёнэн"]
  },
  {
    "id": 5,
    "name": "Моя реинкарнация в отомэ-игру в качестве главной злодейки ",
    "img": require('./MangaCovers/Bakarina.png'),
    "author": "Ямогути Сатору",
    "artist": "Хидака Нами",
    "year": "2017",
    "desc": "«Хорошенько приложившись о камень, я вспомнила свою прошлую жизнь. Я, Катарина Клаес, восьмилетняя дворянка, в прошлом обычная семнадцатилетняя школьница-отаку, после смерти попала… в отомэ-игру, в которой я зависала в прошлой жизни. И кто же я по сценарию? Отъявленная Злодейка, главный отрицательный персонаж! А у плохих ребят, как правило, не бывает хэппи-энда…»",
    "genres": ["комедия", "фэнтези", "гарем", "романтика", "повседневность"]
  },
  {
    "id": 6,
    "name": "Богиня благословляет этот прекрасный мир мир",
    "img": require('./MangaCovers/Konosuba.png'),
    "author": "Акацуки Нацумэ",
    "artist": "Ватари Масахито",
    "year": "2014",
    "desc": "Пропадать — так с музыкой, выбирать — так богиню! Когда игроман-затворник, Сато Кадзума, окончил (преждевременно) свои дни на грешной земле, то очнулся в межреальности, где ехидная богиня Аква сделала ему предложение, от которого трудно отказаться. Да, вместо перерождения в жука или муху Кадзума получил шанс отправиться в игровой мир и «поработать по специальности», победив местного Князя Тьмы. Юному герою разрешили взять с собой что-то одно: и парень выбрал Акву — а нечего было выпендриваться! Начальство выбор утвердило — за слова надо отвечать, и парочка попаданцев отправилась на подвиги.\n" +
        "\n" +
        "На месте выяснилось, что попали ребята в тихие края, где о Темном Властелине только слышали. Ну и отлично — квест не терпит суеты, сначала надо осмотреться, потом спокойно обретать знания, копить навыки и качать опыт. Биться все равно придется — а значит, пора собирать группу, благо теория хорошо известна. Сам Кадзума, конечно, не мрачный воин, а скорее веселый вор, Аква как водная богиня потянет на целительницу, а главной огневой силой стала малышка Мэгумин, она же «Искусство — это взрыв!» Последней к компании прибилась Даркнес — уникальный рыцарь-мазохист. Да, с такими кадрами на Сатану идти не страшно — хуже уже не будет!",
    "genres": ["комедия", "фэнтези", "гарем", "романтика", "приключение", "этти"]
  }
];

export const CharactersList = [
  {
    id: 1,
    characters: [
      { id: 1,
        name: "Сет",
        imgl: require("./Characters/1/set.png")
      },
      { id: 2,
        name: "Милли",
        imgl: require("./Characters/1/milly.png")
      },
      { id: 3,
        name: "Док",
        imgl: require("./Characters/1/dok.png")
      },
    ]
  },
  {
    id: 2,
    characters: [
      {id: 1,
      name: "Сет",
      imgl: "dushusdhuhf"}
    ]
  }
  ];


  export const Genres = [
  {id: 1,
  genre: "боевик"},
  {id: 2,
    genre: "приключение"},
  {id: 3,
    genre: "комедия"},
  {id: 4,
    genre: "сёнэн"},
  {id: 5,
    genre: "повседневность"},
  {id: 6,
    genre: "сёдзё"},
  {id: 7,
    genre: "школа"},
  {id: 8,
    genre: "гарем"},
  {id: 9,
    genre: "фэнтези"},
  {id: 10,
    genre: "этти"},
    {id: 11,
      genre: "романтика"
    }
]



